tap 'cantino/mcfly'
tap 'eddieantonio/eddieantonio'
tap 'heroku/brew'

brew 'ansible'
brew 'asciinema'
brew 'autoconf'
brew 'bat'
brew 'bottom'
brew 'cheat'
brew 'choose-rust'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'duf'
brew 'dust'
brew 'efm-langserver'
brew 'exercism'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-crypt'
brew 'glow'
brew 'gnu-typist'
brew 'gnupg'
brew 'gping'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'kubectl'
brew 'lazygit'
brew 'luarocks'
brew 'mise'
brew 'moar'
brew 'neovim'
brew 'openssl'
brew 'pinentry-mac'
brew 'pipes-sh'
brew 'pkg-config'
brew 'procs'
brew 'readline'
brew 'ripgrep'
brew 'shellcheck'
brew 'spark'
brew 'starship'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'websocat'
brew 'wget'
brew 'wifi-password'
brew 'wxmac'
brew 'xh'
brew 'xz'
brew 'yarn'
brew 'z'
brew 'zlib'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-fast-syntax-highlighting'
