tap 'eddieantonio/eddieantonio'

brew 'ansible'
brew 'asciinema'
brew 'autoconf'
brew 'bat'
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'exa'
brew 'exercism'
brew 'git'
brew 'gnu-typist'
brew 'gnupg'
brew 'heroku/brew/heroku'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'mpv'
brew 'neovim'
brew 'openssl'
brew 'pipes-sh'
brew 'postgresql'
brew 'readline'
brew 'ripgrep'
brew 'rtv'
brew 'spark'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'wxmac'
brew 'wifi-password'
brew 'xz'
brew 'yarn'
brew 'z'
brew 'zlib'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask 'insomnia'
cask 'vagrant'
cask 'virtualbox'
