tap 'cantino/mcfly'
tap 'eddieantonio/eddieantonio'
tap 'heroku/brew'

brew 'ansible'
brew 'asciinema'
brew 'autoconf'
brew 'bat'
brew 'clementtsang/bottom/bottom'
brew 'duf'
brew 'dust'
brew 'choose-rust'
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'efm-langserver'
brew 'exa'
brew 'exercism'
brew 'fd'
brew 'git'
brew 'gh'
brew 'gnu-typist'
brew 'gnupg'
brew 'gping'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'mpv'
brew 'neovim'
brew 'openssl'
brew 'pinentry-mac'
brew 'pipes-sh'
brew 'procs'
brew 'postgresql'
brew 'readline'
brew 'ripgrep'
brew 'spark'
brew 'spotify-tui'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'wxmac'
brew 'wifi-password'
brew 'xh'
brew 'xz'
brew 'yarn'
brew 'z'
brew 'zlib'
brew 'zsh'
brew 'zsh-syntax-highlighting'
