aaron-bond.better-comments@3.0.2
alefragnani.project-manager@12.8.0
alexdauenhauer.catppuccin-noctis@3.1.5
anysphere.pyright@1.1.327
arcticicestudio.nord-visual-studio-code@0.19.0
asvetliakov.vscode-neovim@1.18.13
catppuccin.catppuccin-vsc-icons@1.17.0
catppuccin.catppuccin-vsc@3.15.2
dbaeumer.vscode-eslint@3.0.10
dsznajder.es7-react-js-snippets@4.4.3
eamodio.gitlens@15.6.2
editorconfig.editorconfig@0.16.6
esbenp.prettier-vscode@11.0.0
figma.figma-vscode-extension@0.4.0
github.vscode-pull-request-github@0.98.0
gitlab.gitlab-workflow@5.17.0
jakebecker.elixir-ls@0.24.2
josef.rouge-theme@2.1.6
knisterpeter.vscode-github@0.30.7
mechatroner.rainbow-csv@3.12.0
mohsen1.prettify-json@0.0.3
ms-azuretools.vscode-docker@1.29.3
ms-python.debugpy@2024.6.0
ms-python.python@2024.12.3
ms-python.vscode-pylance@2024.8.1
ms-vscode.test-adapter-converter@0.2.0
pmneo.tsimporter@2.0.1
rust-lang.rust-analyzer@0.3.2146
streetsidesoftware.code-spell-checker@3.0.1
stylelint.vscode-stylelint@1.4.0
teabyii.ayu@1.0.5
testdouble.vscode-alternate-alternate-file@0.3.2
yoavbls.pretty-ts-errors@0.6.0
