alefragnani.project-manager
asvetliakov.vscode-neovim
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
eamodio.gitlens
jakebecker.elixir-ls
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
rust-lang.rust-analyzer
testdouble.vscode-alternate-alternate-file
