aaron-bond.better-comments@3.0.2
alefragnani.project-manager@12.8.0
alexdauenhauer.catppuccin-noctis@3.1.9
anysphere.cursorpyright@1.0.8
arcticicestudio.nord-visual-studio-code@0.19.0
asvetliakov.vscode-neovim@1.18.23
catppuccin.catppuccin-vsc-icons@1.17.0
catppuccin.catppuccin-vsc@3.15.2
dbaeumer.vscode-eslint@3.0.10
dsznajder.es7-react-js-snippets@4.4.3
eamodio.gitlens@17.6.2
editorconfig.editorconfig@0.16.6
elixir-lsp.elixir-ls@0.29.3
esbenp.prettier-vscode@11.0.0
github.github-vscode-theme@6.3.5
github.vscode-github-actions@0.28.0
github.vscode-pull-request-github@0.98.0
knisterpeter.vscode-github@0.30.7
mechatroner.rainbow-csv@3.3.0
ms-azuretools.vscode-docker@1.29.3
ms-python.debugpy@2024.6.0
ms-python.python@2024.12.3
ms-vscode.test-adapter-converter@0.2.0
pgourlain.erlang@1.1.3
rust-lang.rust-analyzer@0.3.2146
sainnhe.gruvbox-material@6.5.2
streetsidesoftware.code-spell-checker@3.0.1
stylelint.vscode-stylelint@1.4.0
teabyii.ayu@1.0.4
victorbjorklund.phoenix@0.1.0
yoavbls.pretty-ts-errors@0.6.3
zhuangtongfa.material-theme@3.19.0
